Repository: ECCC-MSC/msc-pygeoapi
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: fr

source: Skip to main content
fr: Passer au contenu principal

source: Skip to "About government"
fr: Passer à «&#160;À propos de ce site&#160;»

source: Format and language selection
fr: Sélection du format et de la langue

source: Environment & Climate Change Canada
fr: Environnement et Changement climatique Canada

source: You are here:
fr: Vous êtes ici :

source: Home
fr: Accueil

source: Powered by
fr: Propulsé par

source: About government
fr: Au sujet du gouvernement

source: https://www.canada.ca/en/contact.html
fr: https://www.canada.ca/fr/contact.html

source: Contact us
fr: Contactez-nous

source: https://www.canada.ca/en/government/dept.html
fr: https://www.canada.ca/fr/gouvernement/min.html

source: Departments and agencies
fr: Ministères et agences

source: https://www.canada.ca/en/government/publicservice.html
fr: https://www.canada.ca/fr/gouvernement/fonctionpublique.html

source: Public service and military
fr: Fonction publique et force militaire

source: https://www.canada.ca/en/news.html
fr: https://www.canada.ca/fr/nouvelles.html

source: News
fr: Nouvelles

source: https://www.canada.ca/en/government/system/laws.html
fr: https://www.canada.ca/fr/gouvernement/systeme/lois.html

source: Treaties, laws and regulations
fr: Traités, lois et règlements

source: https://www.canada.ca/en/transparency/reporting.html
fr: https://www.canada.ca/fr/transparence/rapports.html

source: Government-wide reporting
fr: Rapports à l'échelle du gouvernement

source: https://pm.gc.ca/eng
fr: https://pm.gc.ca/fra

source: Prime Minister
fr: Premier ministre

source: https://www.canada.ca/en/government/system.html
fr: https://www.canada.ca/fr/gouvernement/systeme.html

source: How government works
fr: Comment le gouvernement fonctionne

source: https://open.canada.ca/en/
fr: https://ouvert.canada.ca/

source: Open government
fr: Gouvernement ouvert

source: About this site
fr: À propos de ce site

source: https://www.canada.ca/en/social.html
fr: https://www.canada.ca/fr/sociaux.html

source: Social media
fr: Médias sociaux

source: https://www.canada.ca/en/mobile.html
fr: https://www.canada.ca/fr/mobile.html

source: Mobile applications
fr: Applications mobiles

source: https://www1.canada.ca/en/newsite.html
fr: https://www1.canada.ca/fr/nouveausite.html

source: About Canada.ca
fr: À propos de Canada.ca

source: https://www.canada.ca/en/transparency/terms.html
fr: https://www.canada.ca/fr/transparence/avis.html

source: Terms and conditions
fr: Termes et conditions

source: https://www.canada.ca/en/transparency/privacy.html
fr: https://www.canada.ca/fr/transparence/confidentialite.html

source: Privacy
fr: Confidentialité

source: Top of page
fr: Haut de la page

source: Symbol of the Government of Canada
fr: Symbole du gouvernement du Canada

source: Conformance
fr: Conformité

source: MSC GeoMet User Documentation
fr: Documentation utilisateur de la plateforme GeoMet du SMC

source: View the collections in this service
fr: Voir les collections de ce service

source: SpatioTemporal Assets
fr: Actifs spatio-temporels

source: View the SpatioTemporal Assets in this service
fr: Voir les actifs spatio-temporels de ce service

source: Processes
fr: Processus

source: View the processes in this service
fr: Voir les processus de ce service

source: Jobs
fr: Tâches

source: View the jobs in this service
fr: Voir les tâches de ce service

source: API Definition
fr: Définition de l'API

source: OpenAPI Document
fr: Document OpenAPI

source: View the conformance classes of this service
fr: Voir les classes de conformité de ce service

source: Provider
fr: Fournisseur

source: Contact point
fr: Point de contact

source: Address
fr: Adresse

source: Email
fr: Courriel

source: Telephone
fr: Téléphone

source: Contact URL
fr: Lien de contact

source: Hours
fr: Heures

source: Contact instructions
fr: Instructions de contact

source: Use of service
fr: Utilisation du service

source: License
fr: Licence

source: Terms of service
fr: Conditions d'utilisation

source: Browse
fr: Parcourir

source: Queryables
fr: Interrogeables

source: Display queryables
fr: Afficher les tables de requêtes

source: Schema
fr: Schéma

source: Tiles
fr: Tuiles

source: Parameters
fr: Paramètres

source: Name
fr: Nom

source: Units
fr: Unités

source: Temporal range
fr: Étendue temporelle

source: From:
fr: De :

source: Not available
fr: Pas disponible

source: To:
fr: À :

source: Links
fr: Liens

source: Reference Systems
fr: Systèmes de référence

source: Storage CRS
fr: Stockage SRC

source: CRS
fr: SRC

source: Epoch
fr: Époque

source: Collections in this service
fr: Collections dans ce service

source: spatiotemporal
fr: spatio-temporelle

source: Title
fr: Titre

source: Values
fr: Valeurs

source: Coverage domain set
fr: Ensemble des domaines de couverture

source: Axis labels
fr: Étiquettes d'axe

source: Extent
fr: Étendue

source: Coordinate reference system:
fr: Système de référence des coordonnées :

source: Size
fr: Taille

source: width:
fr: largeur :

source: height:
fr: hauteur :

source: Coverage range type
fr: Type de plage de couverture

source: Fields
fr: Champs

source: No items
fr: Aucun items

source: Items in this collection.
fr: Items dans cette collection.

source: Only show items by map view
fr: Afficher les items uniquement par la vue de la carte

source: No results. Please modify your search query or <button :title="txt.reset" class="btn btn-warning btn-sm" @click="clearSearch">reset</button> the table.
fr: Aucun résultat. Veuillez modifier votre requête de recherche ou <button :title="txt.reset" class="btn btn-warning btn-sm" @click="clearSearch">remettre</button> le tableau.

source: Filter table content
fr: Filtrer le contenu du tableau

source: Reset
fr: Remettre

source: Apply column keyword search queries to the entire collection
fr: Appliquer des requêtes de recherche par mots-clés en colonnes à l'ensemble de la collection

source: Search by keywords
fr: Recherche par mots-clés

source: Keyword search for: [% th.key %]
fr: Recherche de mots-clés pour : [% th.key %]

source: eg. &quot;BC QC ON&quot; will search for &quot;BC&quot; or &quot;ON&quot; or &quot;QC&quot;
fr: Par exemple, « BC QC ON » recherchera « BC » ou « ON » ou « QC »

source: Keyword
fr: Mot clé

source: Limit:
fr: Limite :

source: Higher limits are not recommended
fr: Des limites plus élevées ne sont pas recommandées

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: Clear column keyword search queries and reset to display the default results
fr: Effacer les requêtes de recherche par mots-clés des colonnes et réinitialiser pour afficher les résultats par défaut

source: Showing $firstPage to $upper of $itemsTotal
fr: Affichage de $firstPage jusqu'à $upper de $itemsTotal

source: Showing 0 results
fr: Affichage de 0 résultats

source: filtered from $totalSize total entry
fr: filtré de $totalSize entrée au total

source: filtered from $totalSize total entries
fr: filtrées de $totalSize entrées au total

source: Showing $startEntryOfPage to $lastEntryOfPage of $filteredNumEntries
fr: Affichage de $startEntryOfPage jusqu'à $lastEntryOfPage de $filteredNumEntries

source: Prev
fr: Précédent

source: Property
fr: Propriété

source: Value
fr: Valeur

source: Begin:
fr: Début :

source: Recommended format
fr: Format recommandé

source: Tile matrix set
fr: Ensemble de matrices de tuiles

source: Metadata
fr: Métadonnées

source: Tiles metadata in %(data_format)s format
fr: Les métadonnées des tuiles au format %(data_format)s

source: Map
fr: Carte

source: Class
fr: Classe

source: Tile metadata
fr: Métadonnées des tuiles

source: Tiles metadata - %(data_format)s format
fr: Métadonnées des tuiles - format %(data_format)s

source: Tileset %(data_tileset)s
fr: Ensemble de tuiles - %(data_tileset)s

source: Job ID
fr: ID de la tâche

source: Process ID
fr: ID du processus

source: Start
fr: Début

source: Duration
fr: Durée

source: Progress
fr: Progrès

source: Status
fr: Statut

source: Job status
fr: Statut de la tâche

source: Status:
fr: Statut :

source: Progress:
fr: Progrès :

source: Started processing
fr: Début du traitement

source: Finished processing
fr: Traitement final

source: Job results
fr: Résultas de la tâche

source: results
fr: résultats

source: Results of job %(id)s
fr: Résultats des travaux %(id)s

source: Processes in this service
fr: Processus dans ce service

source: Inputs
fr: Entrées

source: Data type
fr: Type de données

source: Execution modes
fr: Modes d'exécution

source: Synchronous
fr: Synchrone

source: Asynchronous
fr: Asynchrone

source: Browse jobs
fr: Parcourir les tâches

source: SpatioTemporal Asset Catalog
fr: Catalogue des actifs spatio-temporels

source: Filter
fr: Filtre

source: Last modified
fr: Dernière modification

source: STAC version:
fr: Version STAC :

source: Assets
fr: Actifs

source: Map extent preview not available
fr: Aperçu de l'étendue de la carte n'est pas disponible
